import React from 'react'

export default class ClientMain extends React.Component {
  render() {
    return(
      <div className="ClientMain translateX-3">
        <div className="product_container">
          <img className="product_image" src="https://www.pizzahut.com.hk/menu/v000001/hk/en/images/B6087.png" alt="" />
          <div className="product_title">Product A</div>
          <div className="product_detail">
            我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩
          </div>
          <div className="product_price"><span>HKD ???.?</span></div>
        </div>
        <div className="product_container">
          <img className="product_image" src="https://www.pizzahut.com.hk/menu/v000001/hk/en/images/B6087.png" alt="" />
          <div className="product_title">Product A</div>
          <div className="product_detail">
            我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩我是一個男孩
          </div>
          <div className="product_price"><span>HKD ???.?</span></div>
        </div>
      </div>
    )
  }
}

